{
    "Metadata": {
        "Token": {
            "Symbol": "€VIRGIN",
            "Name": "LambosFürJungfrauen",
            "DisplayName": "Lambos Für Jungfrauen",
            "Slogan": "Heilt Jungfräulichkeit, ein Lambo nach dem anderen."
        }
    },
    "Header": {
        "Title": "LambosFürJungfrauen",
        "Navigation": {
            "Home": "Startseite",
            "About": "Über uns",
            "Instructions": "So kaufen Sie",
            "Community": "Gemeinschaft",
            "Submissions": "Einsendungen"
        }
    },
    "Home": {
        "PurchaseButtonToken": "Kaufe €VIRGIN",
        "PurchaseButtonRaydium": "Raydium"
    },
    "Purchase":{
        "CopyButtonLabel": "Kopieren",
        "PurchaseButtonToken": "Kaufe €VIRGIN"
    },
    "About": {
        "Heading": "Über LambosFürJungfrauen",
        "Description": "Willkommen bei LambosFürJungfrauen (€VIRGIN). Die Mission: globale Probleme durch die Kraft von Lamborghinis zu lösen. Dieses Projekt vereint den Nervenkitzel italienischer Pferdestärken mit der Kraft der Gemeinschaft. €VIRGIN ist nicht nur eine Münze – es ist eine Bewegung, die sich mit der sinkenden Geburtenrate befasst. Eine einsame Seele nach der anderen. Wir sind hier, um ausgewählten Bag-Haltern Lambos zu schenken und sie unwiderstehlich für das andere Geschlecht zu machen.",
        "Footnote": "Es ist mutig. Es ist ernst. Es wird die Menschheit vor dem Aussterben bewahren, und es wird definitiv funktionieren.",
        "Instructions": {
            "Title": "Wie funktioniert €VIRGIN?",
            "Description": "€VIRGIN ist ein fair gestarteter, gemeinschaftsgetriebener Meme-Coin mit einem Ziel: Lambos in die Hände seiner Halter zu legen. So funktioniert es:",
            "Steps": {
                "Hold": "€VIRGIN-Token halten: Je mehr €VIRGIN du hältst, desto größer sind deine Chancen, an den Verlosungen teilzunehmen.",
                "Submit": "Lambo-Verlosungen: Halter reichen ihre Wallet-Adresse und ein kurzes Video oder auch nicht ein.",
                "Wait": "Selbstbewusstseins-Boost: Gewinner erhalten einen Lamborghini. Ihr Selbstbewusstsein steigt in die Höhe, es entstehen Verbindungen, und Lambo-Babys werden geboren."
            }
        }
    },
    "Community": {
        "Heading": "Tritt unserer Gemeinschaft bei"
    },
    "Submissions": {
        "Heading": "Lambo-Einsendungen",
        "Directions": {
            "Description": "Um teilzunehmen, reiche entweder einen schriftlichen Beitrag oder ein kurzes Video (30 Sekunden bis 2 Minuten) ein, das Folgendes enthält:",
            "Steps": {
                "Who": "Deine Geschichte: Erzähle ein bisschen über dein Leben, deine Herausforderungen und wie ein Lamborghini dein Leben positiv beeinflussen könnte.",
                "Why": "Warum du den Lambo verdienst: Erkläre, warum das Gewinnen eines Lamborghinis dein Selbstbewusstsein stärken und dir vielleicht helfen könnte, mehr Verbindungen zu knüpfen.",
                "What": "Dein einzigartiger Stil: Verwende Humor, Aufrichtigkeit oder eine persönliche Note – dein Beitrag sollte zeigen, warum die Gemeinschaft dich unterstützen sollte."
            },
            "Footnote": "Dies ist deine Chance, kreativ zu werden, deine Geschichte zu teilen und mit der €VIRGIN-Gemeinschaft in Kontakt zu treten."
        },
        "Form": {
            "AddressLabel": "Solana-Adresse",
            "NameLabel": "Dein Jungfrauenname",
            "ReasonLabel": "Grund, warum du den Lambo brauchst",
            "SubmitLabel": "Einreichen",
            "Errors": {
                "FileEmpty": "Bitte lade das lahmste Video hoch, das möglich ist",
                "AddressEmpty": "Bitte gib eine gültige Solana-Adresse ein",
                "NameEmpty": "Bitte gib deinen Jungfrauen-Namen ein"
            }
        }
    }
}
