{
    "Metadata": {
        "Token": {
            "Symbol": "$LFV",
            "Name": "LambosForVirgins",
            "DisplayName": "Lambos For Virgins",
            "Slogan": "Curing virginity, one Lambo at a time."
        }
    },
    "Header": {
        "Title": "LambosForVirgins",
        "Navigation": {
            "Home": "Home",
            "About": "About",
            "Instructions": "How to buy",
            "Community": "Community",
            "Submissions": "Submissions"
        }
    },
    "Home": {
        "CopyButtonLabel": "Copy",
        "PurchaseButtonToken": "Buy $LFV",
        "PurchaseButtonRadium": "Radium"
    },
    "About": {
        "Heading": "About LambosForVirgins",
        "Description": "Welcome to LambosForVirgins ($LFV). The mission: to solve global issues through the power of Lamborghini's. This project brings together the thrill of Italian horsepower and the power of the community. $LFV isn't just a coin - it's a movement that tackles the declining birth rate. One lonely soul at a time. We're here to gift Lambos to selected bag holders making them irresistible to the opposite sex.",
        "Footnote": "It's bold. It's serious. It will save humanity from extinction, and it's definitely going to work.",
        "Instructions": {
            "Title": "How Does $LFV Work?",
            "Description": "$LFV is a fair-launch, community-driven meme coin with one purpose: to put Lambos in the hands of its holders. Here's how it works:",
            "Steps": {
                "Hold": "Hold $LFV Tokens: The more $LFV you hold, the better your chances of participating in giveaways.",
                "Submit": "Lambo Giveaways: Holders submit their wallet address and a short video or not.",
                "Wait": "Confidence Surge: Winners receive a Lamborghini. Their confidence skyrockets, connections happen, and Lambo Babies are born."
            }
        }
    },
    "Community": {
        "Heading": "Join our community"
    },
    "Submissions": {
        "Heading": "Lambo Submissions",
        "Directions": {
            "Description": "To enter, submit either a written entry or a short video (30 seconds to 2 minutes) that includes:",
            "Steps": {
                "Who": "Your Story: Share a bit about your life, your challenges, and how a Lamborghini could positively impact your life.",
                "Why": "Why You Deserve the Lambo: Explain why winning a Lamborghini would boost your confidence and maybe even help you make more connections.",
                "What": "Your Unique Style: Use humour, sincerity, or any personal flair - your entry should showcase why you're a great choice for the community to rally behind."
            },
            "Footnote": "This is your chance to get creative, share your story, and connect with the $LFV community."
        },
        "Form": {
            "AddressLabel": "Solana address",
            "NameLabel": "Your vergin name",
            "ReasonLabel": "Reason why need Lambo",
            "SubmitLabel": "Submit",
            "Errors": {
                "FileEmpty": "Please upload the lamest video possible",
                "AddressEmpty": "Please enter a valid Solana address",
                "NameEmpty": "Please enter your virgin name"
            }
        }
    }
}